[
  {
    "author": "Igor Bonifacic",
    "title": "Amazon reportedly plans to expand its grocery delivery business",
    "description": "Amazon may soon more directly compete with Instacart. According to The Information, the company has spent much of the last year trialing a product known internally as Amazon Fresh Marketplace. The service allows UK Prime subscribers to order groceries from two major supermarket brands, with same-day delivery fulfilled by the company’s Flex drivers. In 2022, Amazon reportedly plans to bring the service to the US and the majority of Europe.Amazon declined to comment on the specifics of its plans but did share a statement with Engadget. “Our focus is on providing Amazon customers the best...",
    "url": "https://www.engadget.com/amazon-grocery-expansion-report-001357636.html?src=rss",
    "source": "Engadget",
    "image": "https://s.yimg.com/os/creatr-uploaded-images/2020-11/cbb31df0-229f-11eb-97f5-17db4abef7ee",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T00:13:57+00:00"
  },
  {
    "author": "Ingrid Lunden",
    "title": "Fresha, a business platform for salons, spas and beauty and wellness pros, extends Series C by $52.5M at a $640M+ valuation",
    "description": "The beauty and wellness industry, annually worth some $4 trillion, is underpinned by tens of thousands of businesses and millions of professionals carrying out haircuts, treatments and workouts. Today, a company called Fresha, which provides a software stack to help them run those operations, is announcing new funding of $52.5 million to continue building out [&#8230;]",
    "url": "https://techcrunch.com/2021/12/13/fresha-a-business-platform-for-salons-spas-and-beauty-and-wellness-pros-extends-series-c-by-52-5m-at-a-640m-valuation/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T07:06:01+00:00"
  },
  {
    "author": "Umar Shakir",
    "title": "iFixit expands repair partnerships by building official service tools for Microsoft",
    "description": "iFixit announced that it has begun selling official Microsoft Surface repair tools — but only for certain service partners. Known for its extensive online tech parts store, the company now manufactures and distributes the Microsoft-designed tools in a partnership that will give businesses and schools more options to fix the popular Surface devices.iFixit says Microsoft reached out to the company saying it wanted to improve repairabilityThis new partnership is not the first OEM deal for iFixit. Motorola has used iFixit as an official source for its OEM smartphone parts, and so has HTC with its...",
    "url": "https://www.theverge.com/2021/12/14/22833120/ifixit-microsoft-surface-repair-tools-partner-professional-service",
    "source": "The Verge",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T15:24:06+00:00"
  },
  {
    "author": "Aisha Malik",
    "title": "Pinterest rolls out the option to reply to comments with videos",
    "description": "Pinterest is the latest social media platform to roll out the option to allow users to reply to comments with videos. Users can now do so via the company&#8217;s Idea Pins feature. Pinterest launched Idea Pins earlier this year to allow creators to record and edit videos with up to 20 pages of content, using [&#8230;]",
    "url": "https://techcrunch.com/2021/12/14/pinterest-rolls-out-the-option-to-reply-to-comments-with-videos/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T15:21:38+00:00"
  },
  {
    "author": "Sarah Perez",
    "title": "Cash App now lets users ‘gift’ stock and bitcoin using their USD balance or a debit card",
    "description": "There are already a number of ways to gift cryptocurrencies, but today Cash App will make doing so simpler with a new feature rolling out to its peer-to-peer payments app. The app, owned by Block (the company formerly known as Square) will now allow users in the U.S. to send bitcoin, as well as traditional [&#8230;]",
    "url": "https://techcrunch.com/2021/12/14/cash-app-now-lets-users-gift-stock-and-bitcoin-using-their-usd-balance-or-a-debit-card/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T17:00:46+00:00"
  },
  {
    "author": "Ingrid Lunden",
    "title": "AvantStay, a platform for kitting out – and then renting out – high-end vacation rental homes, raises $160M",
    "description": "Another travel startup that found itself scrambling to pivot as the Covid-19 pandemic took off is now announcing a huge round of funding after finding its feet and proving that it can grow, even under adverse circumstances. AvantStay &#8212; which has built a platform where it decorates and then lists properties owned by others for [&#8230;]",
    "url": "https://techcrunch.com/2021/12/15/avantstay-a-platform-for-kitting-out-and-then-renting-out-high-end-vacation-rental-homes-raises-160m/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-15T16:10:57+00:00"
  },
  {
    "author": "Emma Betuel",
    "title": "Prellis Biologics raises $14.5M, debuts a “human immune system” in a dish",
    "description": "Prellis Biologics, a company developing the tools to create 3D printed organs, announced a $14.5 million Series B round on Wednesday. Prellis has spent years developing tissue engineering capacity, but has focused recently on developing one type of structure in particular. Up until this point, Prellis has focused on 3D printing vascular scaffolds that would [&#8230;]",
    "url": "https://techcrunch.com/2021/12/15/prellis-biologics-raises-14-5m-debuts-a-human-immune-system-in-a-dish/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-15T18:21:44+00:00"
  },
  {
    "author": "Mike Butcher",
    "title": "German revenue-based financing platform Re:cap raises $111.5M Seed round",
    "description": "Re:cap, a non-dilutive funding platform in a similar vein to Pipe.com and Capchase but based in Europe, has closed a Seed financing round of $111.5 million, in a mix of growth capital and liquidity for the revenue-based financing platform. re:cap’s first product is now officially going live, following a pre-seed funding in May of this [&#8230;]",
    "url": "https://techcrunch.com/2021/12/16/german-revenue-based-financing-platform-recap-raises-111-5m-seed-round/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T09:48:22+00:00"
  },
  {
    "author": "Annie Saunders",
    "title": "It’s time for investors to redefine how we evaluate digital health startups",
    "description": "While digital health has captivated the attention of investors, early-stage entrepreneurs are being required to address a highly complicated yet critical question: How can I show value and ROI?",
    "url": "https://techcrunch.com/2021/12/16/its-time-for-investors-to-redefine-how-we-evaluate-digital-health-startups/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T16:38:36+00:00"
  },
  {
    "author": "Mat Smith",
    "title": "The Morning After: 'Final Fantasy XIV' is so popular that Square Enix stopped selling it",
    "description": "Square Enix is suspending the sales and delivery of&nbsp;Final Fantasy XIV Starter Edition and Complete Edition because it&#39;s doing too well and the company&#39;s servers can&#39;t keep up. The decision applies to both physical and digital versions of the game and will happen in the coming weeks. FFXIV players have been struggling with lengthy queues ever since the Endwalker expansion came out in late November. They still have to wait hours to get into a server and be able to play the game.It’s a little inside-baseball, but I’m planning a story on the record-breaking online RPG — but...",
    "url": "https://www.engadget.com/the-morning-after-final-fantasy-xiv-is-so-popular-that-square-enix-stopped-selling-it-121537608.html?src=rss",
    "source": "Engadget",
    "image": "https://s.yimg.com/os/creatr-uploaded-images/2021-04/5b373080-9cfb-11eb-bf78-3fd9ae35c8c0",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-17T12:15:37+00:00"
  },
  {
    "author": "Mariella Moon",
    "title": "YouTube TV loses access to ESPN, ABC and other Disney channels",
    "description": "Google has failed to strike a deal that would allow it to continue offering YouTube TV subscribers access to Disney&#39;s channels. The tech giant warned customers a few days ago that Disney channels, including ABC, ESPN and FX, might disappear before midnight of December 17th if they can&#39;t come to terms with carriage fees. Back then, it was optimistic that it could get the outcome it wanted. But now, Google has told customers that the companies were unable to reach an agreement before their existing one expired despite holding negotiations for several months.The company said negotiations...",
    "url": "https://www.engadget.com/youtube-tv-loses-access-to-disney-channels-083536190.html?src=rss",
    "source": "Engadget",
    "image": "https://s.yimg.com/os/creatr-uploaded-images/2021-12/e2865cb0-5fd2-11ec-b9be-055cd963b609",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-18T08:35:36+00:00"
  },
  {
    "author": "Annie Saunders",
    "title": "Rooftops for rent: Property owners should partner with 5G carriers",
    "description": "The solution to the 5G race is to adopt a rooftop deployment strategy.",
    "url": "https://techcrunch.com/2021/12/18/rooftops-for-rent-property-owners-should-partner-with-5g-carriers/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-18T15:12:03+00:00"
  },
  {
    "author": "Jon Porter",
    "title": "LG’s ‘first gaming laptop’ has an RTX 3080 and 11th Gen Intel CPU",
    "description": "The laptop features an RGB keyboard. | Image: LG LG has announced what it’s calling its “first gaming laptop,” the UltraGear 17G90Q. The 17-inch laptop is powered by a combination of an 11th Gen Intel Tiger Lake H CPU and an Nvidia GeForce RTX 3080 Max-Q graphics card, and can be configured with up to 32GB of RAM and 1TB of storageThe company is no stranger to making laptops, but the focus of its previous models has generally been on office productivity rather than offering a top-of-the-line gaming experience. The LG Gram 17 we reviewed earlier this year, for example, was a great...",
    "url": "https://www.theverge.com/2021/12/20/22846139/lg-ultragear-17g90q-rtx-3080-gpu-11th-gen-intel-cpu-storage-gaming-laptop",
    "source": "The Verge",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-20T10:28:39+00:00"
  },
  {
    "author": "Natasha Lomas",
    "title": "Apple and Google’s mobile duopoly likely to face UK antitrust action",
    "description": "The UK&#8217;s antitrust watchdog has given the clearest signal yet that interventions under an upcoming reform of the country&#8217;s competition rules will target tech giants Apple and Google &#8212; including their duopolistic command of the mobile market, via iOS and Android; their respective app stores; and the browsers and services bundled with mobile devices running [&#8230;]",
    "url": "https://techcrunch.com/2021/12/14/cma-mobile-ecosystem-market-study/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T15:26:02+00:00"
  },
  {
    "author": "Steve Dent",
    "title": "Dell's Concept Luna shows how future laptops could be easier to repair and recycle",
    "description": "Working with Intel, Dell has created a new laptop called Concept Luna with the aim of making future PCs easier to repair, reuse and recycle. Dell said that if it incorporated all the design ideas, it could reduce a computer&#39;s carbon footprint by up to 50 percent compared to current laptop models.A key feature of Concept Luna is the redesigned components and a new, more efficient layout. To start with, the motherboard is 75 percent smaller at just 5,580 square millimeters and has a 20 percent lower component count. Everything is rearranged, with the motherboard close to the top cover to...",
    "url": "https://www.engadget.com/dell-project-luna-pc-easier-to-repair-and-recycle-160056898.html?src=rss",
    "source": "Engadget",
    "image": "https://s.yimg.com/os/creatr-uploaded-images/2021-12/a26ea970-5cda-11ec-9f6b-efcda509da3a",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T16:00:56+00:00"
  },
  {
    "author": "Jon Porter",
    "title": "Analogue Pocket will soon let you save Game Boy Camera photos to an SD card",
    "description": "The Analogue Pocket. | Photo by Vjeran Pavic / The Verge The Analogue Pocket, a modern handheld console that can play old Game Boy cartridges, already supports Nintendo’s classic 1998 Game Boy Camera accessory. But with an upcoming firmware update, Gizmodo reports that you’ll be able to actually do something with the low-resolution, grayscale, and yet utterly cool photographs it takes. Namely: transfer them to a microSD card.Since the Game Boy Camera cartridge itself only stores 30 photos, it’s important to have a way to export them if you don’t want to constantly curate your collection...",
    "url": "https://www.theverge.com/2021/12/15/22837237/analogue-pocket-game-boy-camera-microsd-sd-card-photos-transfer",
    "source": "The Verge",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-15T11:32:04+00:00"
  },
  {
    "author": "Richard Lawler",
    "title": "Amazon is having another massive server outage, and it’s taken down Twitch",
    "description": "Illustration by Alex Castro / The Verge Amazon Web Services barely finished the postmortem on last week’s incident that interrupted deliveries and shut off feeds from security cameras, and now it appears AWS is having problems again. While last week’s outage was in the US-EAST-1 region, reports suggest connections to the company’s US-West servers are failing. We are aware of several issues affecting Twitch services.Our team is aware and hard at work fixing them - we'll continue to update you, here.— Twitch Support (@TwitchSupport) December 15, 2021The network of Amazon server farms...",
    "url": "https://www.theverge.com/2021/12/15/22837637/aws-west-is-down-twitch-outage-amazon",
    "source": "The Verge",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-15T15:56:07+00:00"
  },
  {
    "author": "Mike Butcher",
    "title": "Global ClimateTech investment triples, but cash for tech directly cutting emissions lags",
    "description": "Investment from VC and PE into climate tech is booming, reaching $87.5bn over H2 2020 and H1 2021, with in excess of $60bn in the first half of 2021 alone, according to a new report from PWC. This is a 210% increase from the $28.4bn invested in the 12 months prior. Some 14¢ of every [&#8230;]",
    "url": "https://techcrunch.com/2021/12/15/global-climatetech-investment-triples-but-cash-for-tech-directly-cutting-emissions-lags/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-15T21:06:55+00:00"
  },
  {
    "author": "Kirsten Korosec",
    "title": "TuSimple locks in self-driving trucks deal with DHL",
    "description": "Self-driving trucks developer TuSimple has reached a deal to integrate its autonomous vehicle technology into DHL Supply Chain&#8217;s operations. As part of the deal, the contract logistics giant has reserved 100 autonomous trucks that are being co-developed by TuSimple and Navistar. The agreement with DHL pushes TuSimple&#8217;s total reservations order to 6,875 trucks, the first [&#8230;]",
    "url": "https://techcrunch.com/2021/12/16/tusimple-draft/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T12:00:22+00:00"
  },
  {
    "author": "Sarah Perez",
    "title": "TikTok to diversify its ‘For You’ feed, let users pick the topics they want to avoid",
    "description": "TikTok announced this morning it&#8217;s taking a new approach to its &#8220;For You&#8221; feed &#8212; the short-form video app&#8217;s main feed, powered by its algorithmic recommendations. The company already detailed how its algorithm works to suggest videos based on users&#8217; engagement patterns within its app, but admits that too much of a particular content category [&#8230;]",
    "url": "https://techcrunch.com/2021/12/16/tiktok-to-diversify-its-for-you-feed-let-users-pick-the-topics-they-want-to-avoid/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T14:55:30+00:00"
  },
  {
    "author": "Zack Whittaker",
    "title": "A new spyware-for-hire, Predator, caught hacking phones of politicians and journalists",
    "description": "While NSO Group was taking flak for hacking into the phones of journalists, activists and human rights defenders, an entire class of spyware makers and surveillance-for-hire outfits were operating as normal, largely unnoticed. These private surveillance groups develop and deploy never-before-seen exploits that quietly hack into and steal the contents of a victim&#8217;s phone — [&#8230;]",
    "url": "https://techcrunch.com/2021/12/16/cytrox-predator-phone-hacking-meta/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T20:00:03+00:00"
  },
  {
    "author": "Jack Ewing",
    "title": "Dan Ammann is out as chief of Cruise, G.M.'s driverless-car unit.",
    "description": "Expectations for autonomous vehicles have cooled since Mr. Ammann took over nearly three years ago, leaving his post as the president of General Motors.",
    "url": "https://www.nytimes.com/2021/12/16/business/gm-cruise-dan-ammann.html",
    "source": "The New York Times",
    "image": "https://static01.nyt.com/images/2021/12/16/business/16economy-briefing-cruise/16economy-briefing-cruise-moth.jpg",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-16T23:16:39+00:00"
  },
  {
    "author": "Natasha Mascarenhas",
    "title": "Gift Guide: 6 entrepreneurs tell us what they really want this year",
    "description": "Welcome to TechCrunch’s 2021 Holiday Gift Guide! Need help with gift ideas? We’ve got lots of them. Looking for our other guides? Find them here! 2021 was largely defined by the great resignation, in which tens of millions of people left their jobs in pursuit of other opportunities. A sliver of those folks made their next [&#8230;]",
    "url": "https://techcrunch.com/2021/12/18/gift-guide-6-entrepreneurs-tell-us-what-they-really-want-this-year/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-18T18:00:19+00:00"
  },
  {
    "author": "Alex Wilhelm",
    "title": "Metaverse startup with $1M in 2021 revenues going public via SPAC",
    "description": "One argument in favor of SPACs is that it helps younger companies list. Consider this a more extreme example.",
    "url": "https://techcrunch.com/2021/12/14/metaverse-startup-with-1m-in-2021-revenues-going-public-via-spac/",
    "source": "TechCrunch",
    "image": "https://placekitten.com/600/400",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T15:02:08+00:00"
  },
  {
    "author": "Jon Fingas",
    "title": "FCC aims to make emergency alerts more accessible for the hard of hearing",
    "description": "The US&#39; Emergency Alert System often relies on audio to grab your attention, but what if you have hearing issues? The FCC hopes to fix that. The Commission has proposed rules that would make the alerts more accessible to the deaf and hard of hearing. Most notably, the move would require partners to use internet-based alerts when possible — this would offer superior visuals to the old version meant for over-the-air TV.Another potential rule would demand clearer, more descriptive TV alerts. The FCC is also exploring ways to upgrade the legacy emergency alert system to display more visual...",
    "url": "https://www.engadget.com/fcc-emergency-alert-system-deaf-accessibility-171239252.html?src=rss",
    "source": "Engadget",
    "image": "https://s.yimg.com/os/creatr-uploaded-images/2021-12/016d3be0-5cfd-11ec-9baf-1fc6e3e56908",
    "category": "technology",
    "language": "en",
    "country": "us",
    "published_at": "2021-12-14T17:12:39+00:00"
  }
]